tsung_logs/get_slash/simple2.xml
<?xml version="1.0"?><tsung loglevel="debug">

  <clients>
    <client host="localhost" use_controller_vm="true" maxusers="1000000"/>
  </clients>

  <servers>
    <server host="jnlai-4.3hfpeaqsam.us-west-2.elasticbeanstalk.com" port="80" type="tcp"/>
  </servers>


  <load>
    <arrivalphase phase="1" duration="10" unit="second">
      <users arrivalrate="1" unit="second"/>
    </arrivalphase>
    <arrivalphase phase="2" duration="10" unit="second">
      <users arrivalrate="2" unit="second"/>
    </arrivalphase>
    <arrivalphase phase="3" duration="10" unit="second">
      <users arrivalrate="4" unit="second"/>
    </arrivalphase>
  </load>

  <options>
    <option name="global_ack_timeout" value="2000"/>
    </options>

  <sessions>
    <session name="Make Post" probability="100" type="ts_http">
      <transaction name="Get_Root">
	<request>
          <http url="/"/>
	</request>
      </transaction>

    </session>
  </sessions>
</tsung>